{
  "Index": {
    "title": "Gaia Senses",
    "subtitle": "Climate Resonances",
    "titleButtonText": "Start",
    "help-text-1": "Click and drag to spin the globe",
    "help-text-2": "Click and drag the Marker to move it somewhere else",
    "compositionButton": "Click here ",
    "infoButtonText": "About",
    "aboutTextp1": "Based on geolocation data chosen by users, the GaiaSenses app generates real-time animation and a soundtrack using data from the weather satellite GOES-16, provided by the Center for Applied Meteorology and Agronomy Research at the University of Campinas (CEPAGRI), and data platforms like Google Earth Engine and OpenWeather. The GaiaSenses app is being developed at CTI Renato Archer, in the Cyber-Physical Systems Division (DISCF/CTI), by an interdisciplinary team of researchers, the GaiaSensers. Animations and soundscapes are driven by meteorological and climatic data, such as vegetation constitution, fires, and precipitation. Information from planetary platforms serves as inputs or parameters for generative algorithms and other creative computational techniques.",
    "aboutTextp2": "We adopt the climate as the main instigator for sensory experiences, believing that creative engagement with climate data can activate productive knowledge networks, potentially transformative. Multidirectional flows between artists and scientists, data and instruments, occur in pursuit of creative results that not only disseminate climate phenomena but also generate affective forms, aiming to create an emotional connection with the planet and promote the possibility of transformation.",
    "aboutTextp3": "Pellentesque pharetra vel arcu sed ornare. Donec tortor nisi, vehicula eu lacinia a, dictum a augue. Proin vitae tempor lorem. Aliquam erat volutpat. Nunc accumsan urna vitae augue placerat congue. In hac habitasse platea dictumst. Nullam iaculis, justo ac laoreet vulputate, lectus nulla scelerisque velit, id euismod mi metus id arcu. Vivamus at varius risus. Aliquam scelerisque enim at tempus pulvinar. Donec a ornare ipsum.",
    "creditsText": "Credits",
    "ctiText": "Center of Information Technology - Renato Archer",
    "discfText": "Cyberphysical Systems Division",
    "coordinatorText": "Coordination:",
    "development": "Platform Development:",
    "sound": "Sound Development:",
    "compositionCredits": "Composition Credits:",
    "acknowledgement": "Acknowledgement:",
    "acknowledgementText": "This work wouldn't have been possible without the support of the researchers from CEPAGRI, Dr. Priscila Coltri, Dr. Renata Gonçalves, and Dr. Jurandir Zullo Jr., M.Sc. Bruno Bainy, and Engineer Bruno Veloso. The GaiaSenses project also received support from Prof. Dr. Amílcar Cardoso and Dr. Pedro Martins from the University of Coimbra, Prof. Dr. Jônatas Manzolli (IA-NICS) and Prof. Dr. José Fornari (NICS) from the University of Campinas (UNICAMP), Dr. Josué Ramos from DISCF/CTI Renato Archer, and Ph.D. Anésio Azevedo Costa Neto from IFSP. Students from various departments at UNICAMP have been contributing to the development of GaiaSenses, including Cássio Dezotti, Gabriel Kuae, Tauane Cardoso, and Ru Yi Shen from the Control and Automation Engineering Faculty; Elton do Nascimento, Thiago Lacerda, Isabella Rigue, and Felipe Santana from the Computer Engineering Institute."
  },
  "Notification": {
    "notificationTitle":"Push Notifications",
    "notificationSubtitle1":"You are subscribed to receive push notifications.",
    "notificationSubtitle2":"Subscribe by selecting the frequency below:",
    "notificationSelect": "Select frequency",
    "notificationDaily": "Daily",
    "notificationWeekly": "Weekly",
    "notificationMonthly": "Monthly",
    "notificationSubscribe": "Subscribe",
    "notificationUnsubscribe": "Unsubscribe",
    "notificationNotSuported": "Push notifications are not supported in this browser.",
    "notificationAlert": "Please, select the frequency"
    ,
    "notificationName": "Name",
    "notificationNamePlaceholder": "Enter your name",
    "notificationEmail": "Email",
    "notificationEmailPlaceholder": "Enter your email",
    "notificationFrequency": "Frequency",
    "notificationSubscribing": "Subscribing...",
    "notificationErrorName": "Name is required",
    "notificationErrorEmail": "Email is required",
    "notificationErrorEmailInvalid": "Invalid email format",
    "notificationErrorFrequency": "Please select a frequency",
    "notificationErrorSubscribe": "Failed to subscribe. Please try again."
  }
}
