{
  "Index": {
    "title": "Gaia Senses",
    "subtitle": "Climate Resonances",
    "titleButtonText": "Start",
    "help-text-1": "Click and drag to spin the globe",
    "help-text-2": "Click and drag the Marker to move it somewhere else",
    "compositionButton": "Click here ",
    "infoButtonText": "About",
    "aboutTextp1": "Based on geolocation data chosen by users, the GaiaSenses app generates real-time animation and a soundtrack using data from the weather satellite GOES-16, provided by the Center for Applied Meteorology and Agronomy Research at the University of Campinas (CEPAGRI), and data platforms like Google Earth Engine and OpenWeather. The GaiaSenses app is being developed at CTI Renato Archer, in the Cyber-Physical Systems Division (DISCF/CTI), by an interdisciplinary team of researchers, the GaiaSensers. Animations and soundscapes are driven by meteorological and climatic data, such as vegetation constitution, fires, and precipitation. Information from planetary platforms serves as inputs or parameters for generative algorithms and other creative computational techniques.",
    "aboutTextp2": "Etiam dapibus luctus laoreet. In hac habitasse platea dictumst. Sed elit nibh, pulvinar eget rhoncus ac, dignissim quis nulla. Integer elit orci, accumsan maximus dictum sed, rutrum vel dui. Praesent euismod sapien non neque suscipit elementum. Etiam pretium sodales lorem, in consequat nunc. Vestibulum nec velit euismod, vulputate enim ut, egestas tellus. Aenean consequat lorem ultrices turpis sollicitudin congue. Nam varius quis leo a elementum. Vivamus eros nibh, dictum ut blandit eget, ornare non felis.",
    "aboutTextp3": "Pellentesque pharetra vel arcu sed ornare. Donec tortor nisi, vehicula eu lacinia a, dictum a augue. Proin vitae tempor lorem. Aliquam erat volutpat. Nunc accumsan urna vitae augue placerat congue. In hac habitasse platea dictumst. Nullam iaculis, justo ac laoreet vulputate, lectus nulla scelerisque velit, id euismod mi metus id arcu. Vivamus at varius risus. Aliquam scelerisque enim at tempus pulvinar. Donec a ornare ipsum.",
    "creditsText": "Credits",
    "ctiText": "Center of Information Technology - Renato Archer",
    "discfText": "Cyberphysical Systems Division",
    "coordinatorText": "Coordination:",
    "development": "Platform Development:",
    "sound": "Sound Development:",
    "compositionCredits": "Composition Credits:"
  }
}
