{
  "Index": {
    "title": "Gaia Senses",
    "subtitle": "Ressonâncias Climáticas",
    "titleButtonText": "Iniciar",
    "help-text-1": "Clique e arraste para girar o globo",
    "help-text-2": "Clique e arraste o marcador para movê-lo para outro lugar",
    "compositionButton": "Clique Aqui ",
    "infoButtonText": "Sobre",
    "ctiText": "Centro de Tecnologia da Informação - Renato Archer",
    "discfText": "Divisão de Sistemas Ciberfísicos",
    "creditsText": "Equipe",
    "aboutTextp1": "Com base em dados de geolocalização escolhidos pelos usuários, o aplicativo GaiaSenses gera composições audiovisuais em tempo real utilizando dados do satélite meteorológico GOES-17, fornecidos pelo Centro de Pesquisas Meteorológicas e Climáticas Aplicadas à Agricultura da Universidade Estadual de Campinas (CEPAGRI), e por plataformas de dados como Google Earth Engine e OpenWeather. O aplicativo GaiaSenses está sendo desenvolvido no CTI Renato Archer, na Divisão de Sistemas Ciberfísicos (DISCF/CTI), por uma equipe interdisciplinar de pesquisadores, os GaiaSensers. As animações e paisagens sonoras são impulsionadas por dados meteorológicos e climáticos, como constituição da vegetação, queimadas e precipitação. Informações de plataformas planetárias servem como parâmetros para algoritmos generativos e outras técnicas computacionais criativas.",
    "aboutTextp2": "Adotamos o clima como principal instigador de experiências sensoriais, acreditando que o engajamento criativo com dados climáticos pode ativar redes de conhecimento produtivas, potencialmente transformadoras. Fluxos multidirecionais entre artistas e cientistas, dados e instrumentos, ocorrem na busca de resultados criativos que não apenas disseminam os fenômenos climáticos, mas também geram formas afetivas, com o objetivo de criar uma conexão emocional com o planeta e promover a possibilidade de transformação.",
    "aboutTextp3": "Pellentesque pharetra vel arcu sed ornare. Donec tortor nisi, vehicula eu lacinia a, dictum a augue. Proin vitae tempor lorem. Aliquam erat volutpat. Nunc accumsan urna vitae augue placerat congue. In hac habitasse platea dictumst. Nullam iaculis, justo ac laoreet vulputate, lectus nulla scelerisque velit, id euismod mi metus id arcu. Vivamus at varius risus. Aliquam scelerisque enim at tempus pulvinar. Donec a ornare ipsum.",
    "coordinatorText": "Coordenação:",
    "development": "Desenvolvimento:",
    "sound": "Produção Sonora:",
    "compositionCredits": "Composições:",
    "acknowledgement": "Agradecimentos:",
    "acknowledgementText": "Este trabalho não teria sido possível sem o apoio dos pesquisadores do CEPAGRI, Dr.ª Priscila Coltri, Dr.ª Renata Gonçalves e Dr. Jurandir Zullo Jr., M.Sc. Bruno Bainy. O projeto GaiaSenses também contou com o apoio do Prof. Dr. Amílcar Cardoso, da Universidade de Coimbra, do Prof. Dr. Jônatas Manzolli (IA-NICS) e Prof. Dr. José Fornari (NICS), da Universidade Estadual de Campinas (UNICAMP), do Dr. Josué Ramos e do Dr. Hélio Azevedo, do DISCF/CTI Renato Archer, Dr. Anésio Azevedo Costa Neto, do IFSP e M.Sc. Guilherme Zanchetta (NICS/UNICAMP. Estudantes de diversos departamentos da UNICAMP têm contribuído para o desenvolvimento do GaiaSenses, incluindo Cássio Dezotti, Gabriel Kuae, Tauane Cardoso e Ru Yi Shen, da Faculdade de Engenharia de Controle e Automação; Elton do Nascimento, Thiago Lacerda, Isabella Rigue e Felipe Santana, do Instituto de Engenharia de Computação."
  },
  "Notification": {
    "notificationTitle":"Notificações",
    "notificationSubtitle1":"Você está inscrito para receber notificações.",
    "notificationSubtitle2":"Selecione a frequência desejada e inscreva-se:",
    "notificationSelect": "Selecione a frequência",
    "notificationDaily": "Diária",
    "notificationWeekly": "Semanal",
    "notificationMonthly": "Mensal",
    "notificationSubscribe": "Inscrever-se",
    "notificationUnsubscribe": "Cancelar inscrição",
    "notificationNotSuported": "Notificações não são suportadas neste navegador.",
    "notificationAlert": "Por favor, selecione a frequência desejada"
    ,
    "notificationName": "Nome",
    "notificationNamePlaceholder": "Digite seu nome",
    "notificationEmail": "Email",
    "notificationEmailPlaceholder": "Digite seu email",
    "notificationFrequency": "Frequência",
    "notificationSubscribing": "Inscrevendo...",
    "notificationErrorName": "Nome é obrigatório",
    "notificationErrorEmail": "Email é obrigatório",
    "notificationErrorEmailInvalid": "Formato de email inválido",
    "notificationErrorFrequency": "Por favor, selecione a frequência",
    "notificationErrorSubscribe": "Falha ao inscrever. Por favor, tente novamente."
  }
}
